"lblChargeLimit" = "Ograničenje punjenja:";
"btnDischarge" = "Isprazni";
"btnTopup" = "Napuni";
"btnInstallHelper" = "Instaliraj Pomagača";
"btnQuit" = "Izađi";
"hlpSailingModePopover" = "Aktiviran je režim plovidbe.";
"hlpCalibrationPopover" = "Trenutno se Vrši Izbalansiranje i Rekalibracija.";
"hlpHeatProtectionPopover" = "Ograničenje Punjenja zbog visoke temperature baterije. Trenutna temperatura:";
"hlpIntelModePopover" = "Aktiviran je Intel režim.";
"lblSailingMode" = "Režim Plovidbe";
"txtEnabled" = "Uključeno";
"txtDisabled" = "Isključeno";
"hlpSailingModeSettings" = "Nakon što AlDente završi punjenje baterije na željenu vrijednost, dopustit će vašem MacBook-u da padne na postavljeni postotak prije nego što ponovno počne punjenje. To se radi kako bi se spriječilo brzo punjenje/pražnjenje oko postavljene vrijednosti.";
"txtWillSailTo" = "Plovit će do";
"txtSailingModeDeactivated" = "Režim Plovidbe deaktiviran.";
"lblHeatProtection" = "Zaštita od Toplete";
"hlpHeatProtectionSettings" = "AlDente automatski zaustavlja punjenje ako temperatura vaše baterije premaši postavljenu vrijednost.";
"txtMaxTemp" = "Max. Temp";
"txtCurrent" = " Trenutna: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Zaštita od Toplete deaktivirana.";
"lblCalibrationMode" = "Režim Kalibracije";
"btnStopCalibration" = "Zaustavi Kalibraciju";
"btnStartCalibration" = "Pokreni Kalibraciju";
"txtDischarge15" = "Isprazni\n15%";
"txtCharge100" = "Punjenje\n100%";
"txtHold1h" = "Zadrži\n1h";
"txtHold" = "Zadrži\n";
"txtDischarge" = "Isprazni\n";
"lblStopChargingWhenSleeping" = "Zaustavi punjenje\nkada spava";
"hlpStopChargingWhenSleeping" = "Kada je aktivirano, punjenje se automatski zaustavlja kada sistem prelazi u režim mirovanja, čak i ako željeni postotak još nije dosegnut.";
"lblStopChargingWhenClosed" = "Zaustavi punjenje\nkada je aplikacija zatvorena";
"lblStopChargingWhenPoweredOff" = "Zaustavi punjenje\nkada je isključeno napajanje";
"hlpStopChargingWhenPoweredOff" = "Kada je aktivirano, punjenje ostaje inhibirano kada je AlDente zatvoren. To se može ponovno omogućiti ponovnim pokretanjem AlDente ili resetiranjem SMC-a.";
"lblIntelMode" = "Intel Režim";
"hlpIntelModeSettings" = "Dostupno samo na Intel MacBook-ovima. Ovo koristi drugi SMC ključ za kontrolu maksimalne vrijednosti punjenja. Funkcije poput Dozvoli Pražnjenje, Režim Plovidbe i Režim Kalibracije nisu dostupne u ovom režimu, ali postavljena vrijednost punjenja perzistira nakon ponovnog pokretanja. Stvarna krajnja vrijednost također se može razlikovati za do 5% od postavljene vrijednosti.";
"lblHelperApp" = "Pomoćna Aplikacija";
"btnReinstall" = "Ponovo Instaliraj";
"btnRemove" = "Ukloni";
"lblUpdates" = "Ažuriranja";
"btnCheckForUpdates" = "Provjeri Ažuriranja";
"txtCheckManually" = "Ručno Provjeri";
"txtCheckAutomatically" = "Automatski Provjeri";
"lblOther" = "Ostalo";
"btnManageLicense" = "Upravljaj Licencom";
"btnActivateLicense" = "Aktiviraj Licencu";
"btnSaveDebugFile" = "Spremi Debug Datoteku";
"lblLaunchAtLogin" = "Pokreni pri Prijavljivanju";
"hlpLaunchAtLogin" = "Pokretanje AlDente-a pri pokretanju sistema";
"lblRestoreCompleted" = "Obnova Završena!";
"txtRestoreCompleted" = "Vaše postavke su obnovljene na njihove zadane vrijednosti.";
"btnResetSettings" = "Resetuj Postavke";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Besplatno";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Pripremljeno 2024. godine od strane AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Dobij Pro!";
"lblSyncingChargeState" = "Sinkronizacija Stanja Punjenja";
"txtDischargeExitDescription" = "Budući da AlDente trenutno ispražnjava vašu bateriju, mora čekati dok macOS ne prepozna da se pražnjenje zaustavilo prije nego što izađe iz aplikacije. Pritisnite OK za izlazak unatoč tome, što može rezultirati isključivanjem zaslona.";
"btnOK" = "OK";
"btnCancel" = "Otkaži";
"lblIntelNotification" = "AlDente se izvodi u Intel Režimu";
"txtIntelNotification" = "Zbog hardverskih ograničenja, samo je Intel režim dostupan na ovom MacBook-u. Napredne mogućnosti nisu dostupne u ovom stanju.";
"lblSetupNotification" = "Postavljanje AlDente Pro";
"txtSetupNotification" = "Molimo vas da idete na:\n\nSistemski podešavanja ➔ Baterija ➔ Baterija\n\ni onemogućite\n\n \Optimizovano punjenje baterije.\n\nOvo osigurava da AlDente ima potpunu kontrolu nad ponašanjem punjenja.";
"txtSetupNotificationVentura" = "Molimo vas da idete na:\n\nSistemski podešavanja ➔\nBaterija ➔\nZdravlje baterije (Dugme Informacija)\n\ni onemogućite:\n\n \Optimizovano punjenje baterije.\n\nOvo osigurava da AlDente ima potpunu kontrolu nad ponašanjem punjenja.";
"lblUpdateHelperNotification" = "Ažuriranje Pomagača";
"txtUpdateHelperNotification" = "AlDente treba da ažurira aplikaciju za pomoćnika. Uvek možete ukloniti ovu aplikaciju koristeći dugme \Ukloni Pomagač.";
"lblInstallHelperNotification" = "Instalacija Pomagača";
"txtInstallHelperNotification" = "Da biste mogli da kontrolišete ponašanje punjenja vašeg MacBook-a, AlDente Pro mora da instalira aplikaciju za pomoćnika. Uvek možete ukloniti ovu aplikaciju koristeći dugme \nUkloni Pomagač.";
"lblHelperInstallSuccessNotification" = "Uspešna Instalacija Pomagača!";
"lblRemoveHelperNotification" = "Ukloni Pomagača?";
"txtRemoveHelperNotification" = "Da li ste sigurni da želite da uklonite aplikaciju za pomoćnika? AlDente može funkcionisati samo sa instaliranim pomoćnikom.";
"lblHelperRemovedNotification" = "Pomoćnik Uklonjen";
"txtHelperRemovedNotification" = "Uspešno ste uklonili AlDente-ovu aplikaciju za pomoćnika. Pošto se AlDente oslanja na pomoćni alat da bi radio svoju magiju, neće biti od velike koristi dok ne reinstalirate pomoćnika. AlDente će se sada zatvoriti.";
"lblClamshellDischargeProNotification" = "Izvinjavamo se!";
"txtClamshellDischargeProNotification" = "Aktivno pražnjenje u režimu zatvorenog poklopca dostupno je samo u Pro verziji.";
"lblDischargeInfoNotification" = "Neke reči o Režimu Pražnjenja";
"txtDischargeInfoNotification" = "Da biste omogućili pražnjenje u svim scenarijima, kao što je režim zatvorenog poklopca, AlDente mora privremeno da onemogući funkcionalnost spavanja vašeg uređaja. Zbog toga opcija Spavanje može biti siva dok se puni na nekim MacBook-ovima. Takođe, neke druge aplikacije koje kontrolišu ponašanje spavanja možda neće pravilno raditi.";
"lblDebugInfoSavedNotification" = "Sačuvane Informacije za Debagovanje";
"txtDebugInfoSavedNotification" = "Datoteka sa informacijama za debagovanje uspešno je sačuvana na: ";
"lblActivationSuccessfulNotification" = "Aktivacija uspešna!";
"txtActivationSuccessfulNotification" = "Hvala što ste kupili AlDente Pro! Neka pasta bude sa vama.";
"lblNoConnectionNotification" = "Nema veze";
"lblDisableSleepCompletely" = "Onemogući Spavanje\ndo Granice Punjenja";
"hlpDisableSleepCompletely" = "Kada je ovo podešavanje omogućeno, AlDente onemogućava sistem spavanja vašeg MacBook-a dok se ne dostigne granica punjenja, čak i kada je prenosnik zatvoren. Spavanje se automatski ponovo omogućava kada se isključi strujni kabl.";
"lblShowOnStartup" = "Prikaži pri pokretanju";
"hlpShowOnStartup" = "Korisnički interfejs AlDente-a automatski će se otvoriti kada se aplikacija pokrene.";
"hlpShowDockIcon" = "Ikonica AlDente-a vidljiva je u doku.";
"lblShowDockIcon" = "Prikaži Ikonu u Doku";
"hlpNoMenubarIcon" = "Uklanja ikonicu AlDente-a sa trake menija. Kada se ovo omogući, aplikacija je dostupna samo putem ikonice u doku.";
"lblPopoverAnimation" = "Animacija Iskačućeg Prozora";
"hlpPopoverAnimation" = "Uključuje ili isključuje animaciju iskačućeg prozora.";
"lblPopupWindow" = "Iskačući Prozor";
"lblNoMenubarIcon" = "Sakrij Ikonu Trake Menija";
"lblShowOnlyAlDenteIcon" = "Samo Ikonica AlDente-a";
"lblMenubarIcon" = "Ikonica Trake Menija";
"txtDifference" = "Razlika:";
"txtNoConnectionNotification" = "AlDente mora da proveri da li je vaša licenca validna jednom u 30 dana. Molimo vas da se povežete na internet da bi AlDente radio.";
"lblAdvancedIntelMode" = "Napredni Intel Režim";
"hlpSettingsLock" = "Podešavanja su zaključana. Kontaktirajte vašeg sistemskog administratora da ih otključa.";
"hlpUseRealPercentage" = "Kada je ovo podešavanje omogućeno, AlDente koristi stvaran postotak baterije na hardveru kao referencu. Vrednost prikazana u macOS-u obično se razlikuje od ove za nekoliko procenata, zavisno o starosti baterije i stanju punjenja.";
"ttlStats" = "Statistike";
"lblUseRealPercentage" = "Stvaran Postotak Baterije";
"hlpShowOnlyAlDenteIcon" = "Ko ne bi želeo svež tanjir paste u svom meni baru u svakom trenutku?";
"hlpShowBatteryIcon" = "Ko ne bi želeo svež tanjir paste u svom meni baru u svakom trenutku?";
"hlpShowPercentage" = "Ko ne bi želeo svež tanjir paste u svom meni baru u svakom trenutku?";
"lblCheckAutomatically" = "Automatska Provera";
"txtIntelExplanation" = "Na vašem MacBook-u, ograničenje punjenja može da se zadrži kada je isključen ili u režimu spavanja. Imajte na umu da procenat može varirati za nekoliko poena u ovim slučajevima zbog tehničkih ograničenja.";
"ttlMoreSettings" = "Više";
"ttlScheduleSettings" = "Raspored";
"lblSleep" = "Spavanje";
"lblLockScreenWhenClosed" = "Zaključaj ekran kada je zatvoren";
"hlpLockScreenWhenClosed" = "Kada je omogućeno, ekran se automatski zaključava kada se poklopac zatvori i režim spavanja je deaktiviran.";
"lblAutomaticDischarge" = "Automatsko Pražnjenje";
"hlpAutomaticDischarge" = "Kada je omogućeno, AlDente će automatski pražnjenje bateriju na postavljenu vrednost ako je trenutni procenat viši.";
"lblCharging" = "Punjenje";
"hlpAutomaticDischargeButton" = "AlDente će automatski pražnjenje bateriju kada je postavljeni limit punjenja niži od procenta baterije.";
"ttlGeneralSettings" = "Opšte";
"ttlChargeSettings" = "Punjenje";
"ttlFeatureSettings" = "Funkcije";
"ttlAppearanceSettings" = "Izgled";
"lblMagsafeLED" = "MagSafe LED";
"lblControlMagsafeLED" = "Kontrola MagSafe LED-a";
"hlpControlMagsafeLED" = "Ako je omogućena ova postavka, AlDente će uskladiti boju MagSafe LED-a sa trenutnim stanjem punjenja.";
"lblBlinkOrangeDischarge" = "Treptanje Narandžasto tokom Pražnjenja";
"hlpBlinkOrangeDischarge" = "Ako je omogućena ova postavka, MagSafe LED će treptati narandžasto dok je Pražnjenje omogućeno.";
"lblMagsafeAlwaysOff" = "Uvek Isključeno";
"hlpMagsafeAlwaysOff" = "Ako je omogućena ova postavka, MagSafe LED će uvek biti isključen dok je AlDente u pokretu.";
"ttlCalibrationNotPossible" = "Kalibracija nije moguća!";
"txtCalibrationNotPossible" = "Režim kalibracije je dostupan samo kada je punjač priključen.";
"ttlSMCIssue" = "Greška Limita Punjenja";
"ttlLowChargeLimitWarning" = "Nizak Limit Punjenja";
"txtLowChargeLimitWarning" = "Održavanje baterije na niskom procentu u produženom vremenskom periodu može povećati šanse za kalibraciju. Ovo može dovesti do nenamernog gašenja uređaja. Ako je to slučaj, obično se može popraviti režimom kalibracije AlDente-a.";
"txtSMCIssue" = "AlDente je otkrio problem sa macOS-om koji može privremeno sprečiti rad Limitera Punjenja. Molimo izvršite sledeće korake kako biste vratili AlDente da ponovo radi kako treba:\n1. Isključite punjač iz utičnice i isključite MacBook\n2. Sačekajte 5 minuta\n3. Uključite MacBook i ponovo priključite punjač\nAlDente bi trebalo da radi kako treba.";
"ttlTasks" = "Zadaci";
"txtTasksIntelMode" = "Planiranje zadataka nije dostupno u Intel Modu.";
"txtTasksNotActivated" = "Dobijte AlDente Pro da otključate planiranje zadataka!";
"txtCreateNewTask" = "Koristite dugme + da dodate novi zadatak!";
"txtTask" = "Zadatak";
"txtStartTasksNext" = "Pokreni zadatke pri sledećoj prilici:";
"txtTaskHistory" = "Istorija Zadataka";
"ttlName" = "Ime:";
"ttlActive" = "Aktivan:";
"ttlAction" = "Akcija:";
"txtTopUp" = "Nadopuni";
"txtDischargeTo" = "Ispusti do";
"ttlRepeat" = "Ponovi:";
"txtDaily" = "Dnevno";
"txtWeekly" = "Nedeljno";
"txtMonthly" = "Mesečno";
"ttlStart" = "Početak:";
"hlpStartTasksNext" = "AlDente ne može izvršavati zadatke dok je vaš MacBook u režimu spavanja ili isključen. Ako je vaš MacBook bio u režimu spavanja ili isključen dok je zadatak trebao da se izvrši, izvršiće se pri sledećoj prilici, kada se ponovo uključi.";
"lblHelperInstallError" = "Greška Prilikom Instaliranja Pomagača";
"txtHelperInstallError" = "Došlo je do problema prilikom instaliranja pomoćnog programa. Kliknite na sledeće dugme da ponovo učitate uslugu pomoćnika. Bićete ponuđeni da ponovo unesete svoju lozinku.";
"txtInstallHelper" = "AlDente-u je potreban njegov pomoćni program da bi radio. Molimo instalirajte pomoćni program.";
"txtHelperInstallSuccessNotification" = "Pomoćni program je uspešno instaliran!";
"txtPause" = "Pauziraj Punjenje";
"txtCalibrate" = "Pokreni Režim Kalibracije";
"txtChargeTo" = "Postavi Limit Punjenja";
"ttlAlDenteSetup" = "AlDente Postavke";
"txtAlDenteHeadline" = "Dobrodošli u AlDente!";
"txtIntro" = "Pre nego što počnemo, moramo da konfigurišemo nekoliko stvari.";
"ttlInstallHelper" = "Instaliraj Pomagačku Aplikaciju";
"txtInstallHelperInfo" = "AlDente-u je potrebna pomoćna aplikacija da bi kontrolisao ponašanje punjenja vašeg MacBook-a.";
"txtHelperInstalled" = "(Pomoćnik Već Instaliran)";
"ttlOptimisedCharging" = "Optimizovano Punjenje Baterije";
"txtOptimisedChargingInfo" = "Da biste omogućili AlDente-u potpunu kontrolu nad ponašanjem punjenja vašeg MacBook-a, Optimizovano Punjenje Baterije treba da bude isključeno.";
"bpOpenSettings" = "• Otvorite Sistemsko Podešavanje → Baterija";
"bpClickInfoButton" = "• Kliknite na dugme informacija pored Zdravlja Baterije";
"bpDisableOptimisedCharging" = "• Isključite Optimizovano Punjenje Baterije";
"txtDisableOptimisedChargingOld" = "Molimo vas da odete na: Sistemski Podešavanja ➔ Baterija ➔ Baterija i isključite: Optimizovano punjenje baterije.";
"btnOpenSettings" = "Otvori Podešavanja";
"ttlCustomiseAlDente" = "Prilagodi AlDente";
"txtPresetInfo" = "Kako koristite svoj MacBook?";
"btnMostlyHome" = "Većinom Kod Kuće";
"btnOnTheGo" = "Na Putu";
"btnSkip" = "Preskoči";
"ttlSetupModal" = "Ovo konfiguriše sledeće postavke:";
"bpChargeLimit" = "• Limit Punjenja";
"bpLaunchAtLogin" = "• Pokreni pri Logovanju";
"bpSailingMode" = "• Režim Jedrenja*";
"bpHeatProtection" = "• Zaštita Od Toplote*";
"bpAutomaticDischarge" = "• Automatsko Pražnjenje*";
"bpStopChargingWhenSleeping" = "• Prestani Punjenje Kada Spava*";
"bpStopChargingWhenClosed" = "• Prestani Punjenje Kada Aplikacija Zatvorena*";
"bpHardwareBatteryPercentage" = "• Hardverski Procenat Baterije*";
"ttlProLicense" = "Pro Licenca";
"txtProLicenseInfo" = "Ako već imate Pro licencu, možete je aktivirati ovde.";
"btnUseFree" = "Koristi Besplatno";
"btnActivatePro" = "Aktiviraj Pro";
"txtOn" = "Uključeno";
"txtOff" = "Isključeno";
"txtOnlyInPro" = "* Dostupno Samo u AlDente Pro";
"txtEveryWeekday" = "Radni Dani";
"txtEvery2Weeks" = "Dvonedeljno";
"lblStats" = "Statistika";
"lblPowerFlowNotAvailable" = "Zbog tehničkih ograničenja, Tok Energije nije dostupan na ovom sistemu.";
"txtPowerFlowFreeExplanation" = "Ovo su samo primeri podataka u svrhu demonstracije. Otključajte AlDente Pro da biste dobili podatke u realnom vremenu!";
"lblShowInPopover" = "Prikaži u Iskačućem Prozoru";
"hlpShowInPopover" = "Ako je omogućeno, ovaj widget će biti vidljiv i u iskačućem prozoru u meni baru.";
"lblShowPercentage" = "Prikaži Procenat";
"lblShowBatteryIcon" = "Prikaži Bateriju";
"lblDischargeLimitToHighNotification" = "Limit Punjenja Previsok";
"txtDischargeLimitToHighNotification" = "Da biste koristili funkciju pražnjenja, treba postaviti limit punjenja na vrednost nižu od trenutnog procenta baterije.";
"chkDontAskAgain" = "Nemoj ponovo pitati";
"lblLimit" = "Limit:";
"txtAlDenteStatus" = "Status AlDente";
"txtMacOSNative" = "macOS Native";
"txtMacOSColored" = "macOS Ubojiti";
"ttlSettingsBackup" = "Napravljena je rezervna kopija AlDente Pro postavki. Da li želite da ih vratite?";
"txtSettingsBackup" = "Vrati Pro Postavke?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente Postavke";
"txtDontShow" = "Ne Prikaži";
"txtDontRepeat" = "Nemoj Ponavljati";
"lblIconStyle" = "Stil Ikone";
"txtAlDenteIcon" = "AlDente Logo";
"txtEnterTargetPercentage" = "Unesite ciljni procenat: ";
"hlpSailingMinPerc" = "Ispod 20%, AlDente će uvek puneti vašu bateriju i Režim Jedrenja će biti pregažen.";
"ttlPowerFlow" = "Tok Energije";
"chkRembemberDecision" = "Zapamti moju odluku";
"ttlSensorData" = "Podaci Senzora";
"ttlBatHealth" = "Zdravlje Baterije";
"txtDesignCap" = "Dizajn Kapacitet:";
"txtMaxCap" = "Maksimalni Kapacitet:";
"txtHardwareCap" = "Hardverski Kapacitet:";
"txtMacOSCap" = "macOS Kapacitet:";
"txtCycleCount" = "Broj Ciklusa:";
"ttlBatSpecs" = "Specifikacije Baterije";
"txtBatTemp" = "Temperatura Baterije:";
"txtTimeRemaining" = "Preostalo Vreme:";
"txtTimeToFull" = "Vreme do punog:";
"txtBatterySerial" = "Seriski broj baterije:";
"ttlElectricalSpecs" = "Električne Specifikacije";
"txtChargerI" = "Struja Punjača:";
"txtChargerU" = "Napon Punjača:";
"txtBatI" = "Struja Baterije:";
"txtBatU" = "Napon Baterije:";
"txtSystemP" = "Opterećenje Sistema:";
"txtCalibrationInterrupted" = "Režim Kalibracije je prekinut.\n Želite li da nastavite kalibraciju?";
"txtPopover" = "Prikaži u Iskačućem Prozoru";
"ttlQuitApp" = "Napusti AlDente?";
"txtQuitApp" = "Da li želite da napustite AlDente?";
"txtCondition" = "macOS Stanje:";
"hlpLowPowerMode" = "МАЦОС МАЦОС МАСНИ МОДЕ АКТИВНИ.";
"lblLowPowerMode" = "Мали мод напајања";
"lblTopUpWhileCalibrationNotification" = "Надопуњавање није могуће.";
"txtTopUpWhileCalibrationNotification" = "Допуњавање није могуће док калибрација ради.Пре него што покренете режим калибрације пре него што почнете да се надопуните.";
"txtNothing" = "Не ради ништа";
"hlpRightClickAction" = "Одређује шта би требало да се догоди када је икона Алденте у траци менија кликнута десним кликом.";
"txtToggleChargeLimit" = "Покрените / зауставите пуњење";
"txtToggleLPM" = "Омогући / онемогући режим слабог енергије";
"txtRightClickAction" = "Менубар десним кликом";
